[
	{
		"id": "CE4cTb3sIKM",
		"name": "Carrie",
		"slug": "carrie",
		"date": "September 8, 2020",
		"caption": "She looks like she talks to her house plants, and always demands to “speak to your supervisor”."
	},
	{
		"id": "CEvbIUkHT4k",
		"name": "Bill",
		"slug": "bill",
		"date": "September 4, 2020",
		"caption": "He looks like he sails with beautiful women, and speaks to his young grandkids like they are his business associates."
	},
	{
		"id": "CEmp3QJH09p",
		"name": "Oscar",
		"slug": "oscar",
		"date": "September 1, 2020",
		"caption": "He looks like he owns an original copy of The Catcher in the Rye, and appreciates ladies of all shapes and sizes."
	},
	{
		"id": "CEf4sZ_HMLB",
		"name": "Chadwick",
		"slug": "chadwick",
		"date": "August 29, 2020",
		"caption": "He looks like he was his high school baseball team’s MVP, and has feminine penmanship."
	},
	{
		"id": "CEPyjukH3II",
		"name": "Carl",
		"slug": "carl",
		"date": "August 23, 2020",
		"caption": "He looks like he enjoys reading Dostoyevsky and has terrible eczema."
	},
	{
		"id": "CECSJHyHCw4",
		"name": "Lupita",
		"slug": "lupita",
		"date": "August 18, 2020",
		"caption": "She looks like she has a very minimalistic fashion approach, and walks too slowly but with impeccable posture."
	},
	{
		"id": "CD7JBDynBk_",
		"name": "George",
		"slug": "george",
		"date": "August 15, 2020",
		"caption": "He looks like he discusses philosophy with his cats, and always ALWAYS loses his umbrellas."
	},
	{
		"id": "CDeVmMQndgq",
		"name": "Christina",
		"slug": "christina",
		"date": "August 4, 2020",
		"caption": "She looks like she has photo and love-letter burning rituals after breakups, and has large areolas."
	},
	{
		"id": "CDRrdFrHyIN",
		"name": "Ali",
		"slug": "ali",
		"date": "July 30, 2020",
		"caption": "She looks like she was always picked last for sports, and gets frequent explosive diarrhea."
	},
	{
		"id": "CDO6VZBHkUN",
		"name": "Bob",
		"slug": "bob",
		"date": "July 29, 2020",
		"caption": "He looks like he has a dusty collection of childhood baseball cards, and flirts shamelessly with his teenage daughter’s lesbian field hockey coach."
	},
	{
		"id": "CDJwJOhnPUC",
		"name": "Dave",
		"slug": "dave",
		"date": "July 27, 2020",
		"caption": "He looks like he cries watching Star Wars movies, and spoils his daughters with every Disney princess costume."
	},
	{
		"id": "CDB_mksHkrn",
		"name": "Tim",
		"slug": "tim",
		"date": "July 24, 2020",
		"caption": "He looks like he used to steal video games when he worked at Best Buy, and have done things with goats at frat parties I can’t mention here."
	},
	{
		"id": "CCqwtvTnf4Z",
		"name": "Taika",
		"slug": "taika",
		"date": "July 15, 2020",
		"caption": "He looks like he only dates blonde yoga girls, and eats an overpriced avocado toast with Blue Bottle coffee every morning."
	},
	{
		"id": "CCi_4Q3ncrD",
		"name": "Eric",
		"slug": "eric",
		"date": "July 12, 2020",
		"caption": "He looks like he lives off Salisbury steak TV dinners, and his touch is too gentle for a woman’s liking."
	},
	{
		"id": "CCbVx_-HTGF",
		"name": "Donald",
		"slug": "donald",
		"date": "July 9, 2020",
		"caption": "He looks like he pretentiously closes his eyes and air-orchestrates when he hears classical music, and gets annoyed when he gets stuck wearing white-people-skin-tone bandaids."
	},
	{
		"id": "CCURIwDHzZl",
		"name": "Björk",
		"slug": "bjork",
		"date": "July 6, 2020",
		"caption": "She looks like she secretly communicates with extra terrestrials on a weekly basis, and likes things either very quiet or VERY LOUD."
	},
	{
		"id": "CCMuLP3nhKs",
		"name": "Thom",
		"slug": "thom",
		"date": "July 3, 2020",
		"caption": "He looks like he doesn’t cut his nails as often as he should and he prefers to sit alone in dark places."
	},
	{
		"id": "CB_uNXWFLq3",
		"name": "Jeff",
		"slug": "jeff",
		"date": "June 28, 2020",
		"caption": "He looks like he smokes cigars “for his image” and pets animals very slowly."
	}
]
